//
//  Localizable.strings
//  Medical Cloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "إلغاء";
"_upload_file_"             = "رفع ملف";
"_accessibility_add_upload_" = "أضف ورفع";
"_download_file_"           = "تحميل ملف";
"_loading_"                 = "Loading";
"_loading_with_points_"     = "التحميل جارٍ…";
"_loading_num_"             = "Loading file %i";
"_loading_autoupload_"      = "الرفع التلقائي";
"_uploading_"               = "جاري الرفع...";
"_synchronization_"         = "المزامنة";
"_delete_"                  = "حذف";
"_delete_file_n_"           = "Delete file %i of %i";
"_rename_"                  = "إعادة التسمية";
"_move_"                    = "نقل";
"_move_file_n_"             = "Move file %i of %i";
"_creating_sharing_"        = "Creating sharing";
"_updating_sharing_"        = "Updating sharing";
"_removing_sharing_"        = "Removing sharing";
"_add_"                     = "إضافة";
"_login_"                   = "تسجيل الدخول";
"_save_"                    = "حفظ";
"_warning_"                 = "تحذير";
"_error_"                   = "خطأ";
"_error_e2ee_"              = "خطأ E2EE";
"_no_"                      = "لا";
"_yes_"                     = "نعم";
"_select_"                  = "تحديد";
"_deselect_"                = "إلغاء التحديد";
"_select_all_"              = "تحديد الكل";
"_upload_"                  = "رفع";
"_home_"                    = "الملفات";
"_file_to_upload_"          = "File to upload";
"_destination_"             = "الهدف";
"_ok_"                      = "موافق";
"_beta_version_"            = "Beta version";
"_function_in_testing_"     = "وظيفة في الاختبار ، يرجى إرسال معلومات حول أي مشاكل تواجهك.";
"_done_"                    = "تم";
"_passcode_too_short_"      = "رمز المرور قصير جدًا ، مطلوب 4 أحرف على الأقل";
"_selected_"                = "Selected";
"_scan_fingerprint_"        = "Scan fingerprint to authenticate";
"_no_active_account_"       = "No account found";
"_info_"                    = "Info";
"_warning_"                 = "تحذير";
"_email_"                   = "البريد الإلكترونى";
"_save_exit_"               = "Do you want to exit without saving?";
"_video_"                   = "فيديو";
"_overwrite_"               = "الكتابة فوق";
"_transfers_in_queue_"      = "جاري النقل، الرجاء الإنتظار…";
"_too_errors_upload_"       = "أخطاء كثيرة ، يرجى التحقق من المشكلة";
"_create_folder_"           = "أنشئ مجلدا";
"_create_folder_on_"        = "إنشاء مجلد على";
"_close_"                   = "إغلاق";
"_postpone_"                = "تأجيل";
"_remove_"                  = "حذف";
"_file_not_found_"          = "تعذر العثور على الملف";
"_continue_"                = "المتابعة";
"_continue_request_"        = "هل تريد الاستمرار؟";
"_auto_upload_folder_"      = "رفع تلقائي";
"_gallery_"                 = "معرض الصور";
"_photo_"                   = "صورة";
"_audio_"                   = "الصوت";
"_unknown_"                 = "مجهول";
"_next_"                    = "التالي";
"_success_"                 = "نجاح";
"_initialization_"          = "التهيئة";
"_experimental_"            = "تجريبي";
"_select_dir_media_tab_"    = "حدد كمجلد \"وسائط\"";
"_error_creation_file_"     = "عفوًا! تعذر إنشاء الملف";
"_save_path_"               = "مسار الحفظ";
"_save_settings_"           = "حفظ الإعدادات";
"_mode_filename_"           = "وضع اسم الملف";
"_warning_owncloud_"        = "أنت متصل بخادم ownCloud. لم يتم اختباره وغير مدعوم ، استخدمه على مسؤوليتك الخاصة. للترقية إلى Medical Cloud ، راجع https://www.medicalcloud.fr";
"_warning_unsupported_"     = "أنت تستخدم إصدارًا غير مدعوم من Medical Cloud. من أجل سلامة بياناتك ، نوصي بشدة بالتحديث إلى أحدث إصدار مستقر من Medical Cloud";
"_restore_"                 = "استعادة ";
"_camera_roll_"             = "فلم الكاميرا";
"_tap_here_to_change_"      = "انقر هنا للتغيير";
"_no_albums_"               = "لا توجد ألبومات";
"_denied_album_"            = "لا يمتلك هذا التطبيق حق الوصول إلى \"الصور\" ، يمكنك تمكين الوصول في إعدادات الخصوصية";
"_denied_camera_"           = "لا يمتلك هذا التطبيق حق الوصول إلى \"الكاميرا\" ، يمكنك تمكين الوصول في إعدادات الخصوصية";
"_start_"                   = "ابدأ";
"_force_start_"             = "إجبار البداية";
"_purchase_"                = "شراء";
"_account_not_available_"   = "الحساب %@ من %@ ليس موجود، يرجى إضافته لتتمكن من قراءة الملف %@";
"_error_parameter_schema_"  = "معلمات خاطئة ، من المستحيل الاستمرار";
"_comments_"                = "تعليقات";
"_sharing_"                 = "المشاركة";
"_details_"                 = "التفاصيل";
"_dark_mode_"               = "الوضع المظلم";
"_dark_mode_detect_"        = "كشف لوضع iOS المظلم";
"_screen_"                  = "شاشة";
"_wipe_account_"            = "تم مسح الحساب من الخادم";
"_appconfig_view_title_"    = "تكوين الحساب قيد التقدم…";
"_no_permission_add_file_"  = "ليس لديك إذن لإضافة الملفات";
"_no_permission_delete_file_" = "ليس لديك إذن لحذف الملفات";
"_no_permission_modify_file_" = "ليس لديك إذن لتعديل الملفات";
"_request_upload_new_ver_"  = "تم تعديل الملف هل تريد رفع النسخة الجديدة؟";
"_add_folder_info_"         = "إضافة معلومات المجلدات";
"_back_"                    = "العودة";
"_search_"                  = "بحث";
"_of_"                      = "من";
"_internal_modify_"         = "تحرير بإستخدام محرر داخلي";
"_database_corrupt_"        = "عفوًا ، حدث خطأ ما، الرجاء إدخال بيانات الاعتماد الخاصة بك ولكن لا تقلق، فقد ظلت ملفاتك آمنة";
"_download_image_max_"      = "قم بتنزيل الصورة بدقة كاملة";
"_livephoto_save_"          = "حفظ Live Photo في ألبوم الصور";
"_livephoto_save_error_"    = "خطأ أثناء حفظ Live Photo";
"_file_conflict_num_"       = "تعارُض الملف";
"_file_conflicts_num_"      = "تعارُضات الملف";
"_file_conflict_desc_"      = "ما هي الملفات التي تريد الاحتفاظ بها؟\nإذا حددت كلا الإصدارين ، فسيكون للملف المنسوخ رقم مضاف إلى اسمه.";
"_file_conflict_new_"       = "ملفات جديدة";
"_file_conflict_exists_"    = "المفات موجودة مسبقاً";
"_file_not_rewite_doc_"     = "لا يمكن الكتابة فوق مستند ولكن فقط لإنشاء مستند جديد";
"_move_or_copy_"            = "انقل أو انسخ";
"_copy_"                    = "أنسخ";
"_now_"                     = "الآن";
"_wait_"                    = "الرجاء الانتظار...";
"_attention_"               = "انتباه";

// App

"_network_available_"       = "Network available";
"_network_not_available_"   = "الشبكة غير متوفرة";

// Networking

"_file_too_big_"            = "File size too big to be encrypted/decrypted";
"_file_too_big_max_100_"    = "File size too big (max 100 kb.)";
"_...loading..._"           = "التحميل جارٍ…";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "تعذر العثور على الملف أو إعادة إرساله. احذف الرفع وأعد رفع الملف لرفعه.";
"_file_already_exists_"     = "غير قادر على إتمام العملية ، يوجد ملف بنفس الاسم";
"_read_file_error_"         = "تعذرت قراءة الملف";
"_write_file_error_"        = "تعذرت كتابة الملف";

// More

"_more_"                        = "المزيد";
"_notifications_"               = "الإشعارات";
"_logout_"                      = "الخروج";
"_quota_space_unlimited_"       = "غير محدود";
"_quota_space_unknown_"         = "مجهول";
"_quota_using_"                 = "تستخدم حالين %@ مِن أصل %@";

// Settings

"_acknowledgements_"            = "Acknowledgements";
"_settings_"                    = "الضبط";
"_passcode_"                    = "الكلمة السرية";
"_lock_"                        = "القفل";
"_lock_active_"                 = "القفل: فعال";
"_lock_not_active_"             = "القفل: موقف";
"_lock_protection_no_screen_"        = "لا تسأل عند بدء التشغيل";
"_lock_protection_no_screen_footer_" = "استخدم \"لا تسأل عند بدء التشغيل\" لخيار التشفير";
"_enable_touch_face_id_"        = "قم بتمكين Touch / Face ID";
"_url_"                         = "الرابط";
"_username_"                    = "اسم المستخدم";
"_change_credentials_"          = "Change your credentials";
"_wifi_only_"                   = "Only use Wi-Fi connection";
"_settings_autoupload_"         = "رفع تلقائي";
"_app_version_"                 = "إصدار التطبيق";
"_app_in_use_"                  = "Application in use";
"_contact_by_email_"            = "Contact us by email";
"_clear_cache_"                 = "مسح ذاكرة التخزين المؤقتة";
"_clear_cache_footer_"          = "محو الملفات المحملة والمتوفرة بدون إتصال من التطبيق";
"_exit_"                        = "إعادة تعيين التطبيق";
"_exit_footer_"                 = "قم بإزالة جميع الحسابات والبيانات المحلية من التطبيق";
"_funct_not_enabled_"           = "Functionality not enabled";
"_passcode_activate_"           = "قفل كلمة المرور فعال";
"_disabling_passcode_"          = "إزالة قفل كلمة المرور";
"_want_exit_"                   = "انتباه! سيتم إعادة تعيين إلى الحالة الأولية. استمر؟";
"_proceed_"                     = "مواصلة";
"_delete_cache_"                = "Delete cache";
"_want_delete_cache_"           = "هل تريد حذف ذاكرة التخزين المؤقت (يؤدي هذا أيضًا إلى إزالة عمليات النقل الجارية)؟";
"_want_delete_thumbnails_"      = "هل تريد حذف جميع الصور المصغرة أيضًا؟";
"_mail_deleted_"                = "Mail deleted";
"_mail_saved_"                  = "Mail saved";
"_mail_sent_"                   = "تم ارسال البريد الالكتروني";
"_mail_failure_"                = "تعذر إرسال بريد إلكتروني: %@";
"_information_req_"             = "Information request";
"_write_in_english_"            = "يرجى الكتابة إلينا باللغة الإنجليزية";
"_credentials_"                 = "Credentials";
"_manage_account_"              = "إدارة الحساب";
"_change_password_"             = "تعديل الكلمة السرية";
"_add_account_"                 = "أضف حسابا";
"_delete_account_"              = "حذف حساب";
"_want_delete_"                 = "هل تريد حقا أن تحذف؟";
"_no_delete_"                   = "لا ، لا تحذف";
"_yes_delete_"                  = "نعم، احذفه";
"_remove_cache_"                = "الرجاء الانتظار ، جاري حذف ذاكرة التخزين المؤقت…";
"_optimizations_"               = "التحسينات";
"_synchronizations_"            = "Synchronizations folders";
"_version_server_"              = "إصدار الخادم";
"_help_"                        = "المساعدة";
"_change_simply_passcode_"      = "Change password type";
"_quota_"                       = "الحصة";
"_available_"                   = "متوفرة";
"_not_available_"               = "غير متوفر";
"_accounts_"                    = "الحسابات";
"_information_"                 = "معلومات";
"_personal_information_"        = "المعلومات الشخصية";
"_user_full_name_"              = "الاسم الكامل";
"_user_address_"                = "العنوان";
"_user_phone_"                  = "رقم الهاتف";
"_user_email_"                  = "البريد الإلكترونى";
"_user_web_"                    = "موقع الويب";
"_user_twitter_"                = "تويتر";
"_user_job_"                    = "عمل";
"_user_businesssize_"           = "حجم العمل";
"_user_businesstype_"           = "نوع العمل";
"_user_city_"                   = "المدينة";
"_user_country_"                = "البلد";
"_user_company_"                = "الشركة";
"_user_role_"                   = "الدور";
"_user_zip_"                    = "الرمز البريدي";
"_user_owner_"                  = "المالك";
"_user_employee_"               = "موظف";
"_user_contractor_"             = "متعاقد";
"_user_editprofile_"            = "تعديل الملف الشخصي";
"_favorite_offline_"            = "المفضلة متاحة بدون إتصال بالإنترنت";
"_favorite_offline_footer_"     = "قد يستغرق إتاحة جميع المفضلات في وضع عدم الاتصال بعض الوقت واستخدام الكثير من الذاكرة أثناء القيام بذلك.";
"_advanced_"                    = "تعديلات متقدمه";
"_disable_files_app_"           = "تعطيل تكامل تطبيق الملفات";
"_disable_files_app_footer_"    = "لا تسمح بالوصول إلى الملفات عبر تطبيق iOS للملفات";
"_trial_"                       = "تجربة";
"_trial_expired_day_"           = "أيام متبقية";
"_disableLocalCacheAfterUpload_footer_" = "بعد رفع الملف، لا تحتفظ به في ذاكرة التخزين المؤقت المحلية";
"_disableLocalCacheAfterUpload_"        = "تعطيل ذاكرة التخزين المؤقت المحلية";

// Manage AutoUpload

"_autoupload_"                      = "رفع الصور / مقاطع الفيديو تلقائيًا";
"_autoupload_select_folder_"        = "حدد مجلد \"الرفع التلقائي\"";
"_autoupload_error_select_folder_"  = "حدد مجلدًا صالحًا لـ \"الرفع التلقائي\"";
"_autoupload_background_"           = "الرفع التلقائي في الخلفية";
"_autoupload_photos_"               = "رفع تلقائي للصور";
"_autoupload_videos_"               = "رفع تلقائي للفيديو";
"_autoupload_description_"          = "سيتم رفع الصور/ مقاطع الفيديو الجديدة تلقائيًا إلى Medical Cloud الخاص بك";
"_autoupload_description_background_"  = "يتطلب هذا الخيار استخدام نظام تحديد المواقع العالمي (GPS) لبدء اكتشاف الصور / مقاطع الفيديو الجديدة في لفة الكاميرا بمجرد تغيير الموقع بشكل كبير";
"_autoupload_background_title_"     = "Limitations";
"_autoupload_background_msg_"       = "نظرًا لقيود iOS ، ليس من الممكن حتى الآن إجراء عمليات في الخلفية ، ما لم يتم تنشيط خدمات GPS. بمجرد تغيير الخلية في الشبكة الخلوية ، يستيقظ النظام لفترة قصيرة ويتحقق من الصور الجديدة لتحميلها على السحابة.";
"_autoupload_change_location_"      = "Change folder";
"_autoupload_location_now_"         = "مجلد";
"_autoupload_location_default_"     = "Restore default folder";
"_autoupload_change_location_footer_" = "تغيير المجلد المستخدم لـ \"الرفع التلقائي لصور الكاميرا\" (إذا تم تمكين الخيار)";
"_autoupload_not_select_home_"      = "Select a folder";
"_autoupload_save_album_"           = "انسخ الصورة أو الفيديو في ألبوم الصور";
"_autoupload_fullphotos_"           = "رفع لفة الكاميرا بأكملها";
"_autoupload_fullphotos_footer_"    = "اضبط الخيارات أعلاه قبل الرفع";
"_autoupload_create_subfolder_"     = "إستخدم المجلدات الفرعية";
"_autoupload_create_subfolder_footer_" = "تخزين في مجلدات فرعية بناءً على السنة والشهر";
"_autoupload_filenamemask_"         = "تغيير قناع اسم الملف";
"_autoupload_filenamemask_footer_"  = "تغيير قناع اسم الملف التلقائي";
"_autoupload_current_folder_"       = "المجلد المحدد حاليًا";

// Manage Help

"_help_tutorial_"               = "Tutorial";
"_help_intro_"                  = "مقدمة إلى ناكست كلاود";
"_help_activity_verbose_"       = "موجز النشاط التفصيلي";
"_help_activity_mail_"          = "إرسال النشاط عبر البريد الإلكتروني";
"_help_activity_clear_"         = "مسح النشاط";


// Manage Advanced

"_show_hidden_files_"           = "عرض الملفات المخفية";
"_format_compatibility_"        = "الأكثر توافقًا";
"_format_compatibility_footer_" = "\"الأكثر توافقًا\" سيحفظ ، عند الإمكان ، الصور بتنسيق JPEG";
"_privacy_"                     = "الخصوصية";
"_privacy_footer_"              = "يستخدم Medical Cloud iOS خدمة لتحليل الانهيار. لا يتم إرسال معلوماتك الشخصية مع التقرير. إذا كنت تريد تعطيله ، فيرجى تغيير الإعداد \"تعطيل مراسل الأعطال\" إلى تشغيل";
"_crashservice_title_"          = "تعطيل مراسل الأعطال";
"_crashservice_alert_"          = "يتطلب هذا الخيار إعادة تشغيل التطبيق ليصبح ساري المفعول";
"_upload_mov_livephoto_"        = "Live Photo";
"_upload_mov_livephoto_footer_" = "ستحفظ \"Live Photo\" ، عند الإمكان ، الصورة المحددة بتنسيق \"Live Photo\"";
"_view_capabilities_"           = "عرض القدرات";
"_capabilities_"                = "القدرات";
"_no_capabilities_found_"       = "القدرات غير موجودة";
"_diagnostics_"                 = "التشخيص";
"_view_log_"                    = "عرض ملف السجل";
"_clear_log_"                   = "مسح ملف السجل";
"_level_log_"                   = "تعيين مستوى السجل (معطل ، قياسي ، الحد الأقصى)";

// Login

"_connect_server_anyway_"       = "Do you want to connect to the server anyway?";
"_connection_error_"            = "Connection error";
"_serverstatus_error_"          = "فشل الاتصال بالخادم ، تحقق من عنوان الخادم أو حالة الشبكة";
"_add_your_nextcloud_"          = "Add your Medical Cloud account";
"_login_url_"                   = "عنوان الخادم https://…";
"_login_bottom_label_"          = "ليس لديك خادم حتى الآن؟\nاختر من أحد مقدمي الخدمة.";
"_error_multidomain_"           = "العنوان غير مسموح به ، المجالات التالية فقط صالحة:";
"_account_already_exists_"      = "الحساب %@ موجود مسبقاً";
"_traditional_login_"           = "الرجوع لطريقة الدخول القديمة";
"_web_login_"                   = "الرجوع لطريقة الدخول بالويب";
"_login_url_error_"             = "خطأ في عنوان URL ، يرجى التحقق من عنوان URL الخاص بالخادم";

// Favorite

"_favorites_"                   = "المفضلات";
"_favorite_"                    = "المفضلة";
"_unfavorite_"                  = "غير مفضل";
"_no_files_uploaded_"           = "No files uploaded";
"_tutorial_favorite_view_"      = "الملفات والمجلدات التي حددتها كَمفضلة سوف تظهر هنا";
"_tutorial_offline_view_"       = "الملفات المنسوخة هنا ستكون متاحة بلا اتصال بالإنترنت.\n\nستتم مزامنتها مع السحابة الخاصة بك.";
"_tutorial_local_view_"         = "ستجد الملفات غير المضغوطة من السحابة الخاصة بك.\n\nاتصل بـ iTunes لمشاركة هذه الملفات.";
"_more_"                        = "المزيد";
"_favorite_no_files_"           = "ليست عندك مفضلات بعد";


// Auto Upload

"_pull_down_"                               = "Pull down to refresh";
"_no_photo_load_"                           = "لا توجد صورة أو فيديو";
"_tutorial_autoupload_view_"                = "يمكنك تمكين الرفع التلقائية من \"الإعدادات\"";
"_no_date_"                                 = "No date";
"_today_"                                   = "اليوم";
"_yesterday_"                               = "البارحة";
"_time_"                                    = "الوقت: %@\n\n%@";
"_location_not_enabled_"                    = "Location Services not enabled";
"_location_not_enabled_msg_"                = "الرجاء الانتقال إلى \"الإعدادات\" وتشغيل \"خدمات الموقع\"";
"_access_photo_not_enabled_"                = "Access to Photos not enabled";
"_access_photo_not_enabled_msg_"            = "الرجاء الانتقال إلى \"الإعدادات\" وتشغيل \"الوصول إلى الصور\"";
"_access_photo_location_not_enabled_"       = "Access to Photos and Location not enabled";
"_access_photo_location_not_enabled_msg_"   = "الرجاء الانتقال إلى \"الإعدادات\" وتشغيل \"الوصول إلى الصور\" و \"خدمات الموقع\"";
"_tutorial_photo_view_"                     = "لا توجد صور أو مقاطع فيديو تم رفعها حتى الآن";
"_create_full_upload_"                      = "إنشاء أرشيف…  قد يستغرق وقتًا طويلاً. أثناء هذه العملية ، حافظ على التطبيق نشطًا أثناء النقل أيضًا.";
"_error_createsubfolders_upload_"           = "خطأ في إنشاء المجلدات الفرعية";
"_activate_autoupload_"                     = "تمكين الرفع التلقائي";
"_remove_photo_CameraRoll_"                 = "إزالة من لفة الكاميرا";
"_remove_photo_CameraRoll_desc_"            = "بعد الرفع التلقائي الناجح، سيتم عرض رسالة تأكيد لحذف الصور أو مقاطع الفيديو التي تم رفعها من قائمة الكاميرا. ستظل الصور أو مقاطع الفيديو المحذوفة متاحة في سلة مهملات صور iOS لمدة 30 يومًا.";

// Utility

"_never_"                       = "بتاتاً";
"_less_a_minute_"               = "less than a minute ago";
"_minutes_ago_"                 = "%d minutes ago";
"_hours_ago_"                   = "%d hours ago";
"_days_ago_"                    = "%d days ago";
"_over_30_days_"                = "over 30 days";
"_connection_internet_offline_" = "يبدو أن اتصال الإنترنت غير متصل أو أن Wi-Fi مطلوب";
"_insert_password_"             = "insert password";
"_update_in_progress_"          = "ترقية الإصدار ، يرجى الانتظار…";
"_forbidden_characters_"        = "يحتوي اسم الملف أو المجلد على أحرف غير صالحة";
"_mail_not_can_send_mail_"      = "لم يتم إنشاء حساب ، أو إدخال عنوان بريد إلكتروني خاطئ";

// File

"_photo_camera_"                = "الصور";
"_media_"                       = "وسائط";
"_unzip_in_progress_"           = "الاستخراج قيد التقدم على التخزين المحلي…";
"_file_unpacked_"               = "تم إستخراج الملف على التخزين المحلي";
"_file_saved_local_"            = "تم حفظ الملف في التخزين المحلي.";
"_file_not_present_"            = "خطأ: الملف غير موجود ، يرجى إعادة التحميل.";
"_order_by_"                    = "ترتيب حسب";
"_order_by_name_a_z_"           = "فرز حسب الاسم (من الألف إلى الياء)";
"_sorted_by_name_a_z_"          = "مرتبة حسب الاسم (من الألف إلى الياء)";
"_order_by_name_z_a_"           = "فرز حسب الاسم (من ي إلى أ)";
"_sorted_by_name_z_a_"          = "مرتبة حسب الاسم (من ي إلى أ)";
"_order_by_date_more_recent_"   = "الترتيب حسب الأحدث";
"_sorted_by_date_more_recent_"  = "مرتبة حسب الأحدث";
"_order_by_date_less_recent_"   = "فرز حسب الأقدم";
"_sorted_by_date_less_recent_"  = "مرتبة حسب الأقدم";
"_order_by_size_smallest_"      = "فرز حسب الأصغر";
"_sorted_by_size_smallest_"     = "مرتبة حسب الأصغر";
"_order_by_size_largest_"       = "فرز حسب الأكبر";
"_sorted_by_size_largest_"      = "مرتبة حسب الأكبر";
"_delete_selected_files_"       = "Delete files";
"_move_selected_files_"         = "Move files";
"_move_or_copy_selected_files_" = "نقل أو نسخ الملفات";
"_download_selected_files_"     = "تنزيل ملفات";
"_download_selected_files_folders_" = "تنزيل الملفات والمجلدات";
"_error_operation_canc_"        = "خطأ: تم إلغاء العملية.";
"_only_lock_passcode_"          = "متاح فقط مع تنشيط كلمة مرور القفل. قم بتنشيطه في \"الإعدادات\".";
"_go_to_app_settings_"          = "انتقل إلى إعدادات التطبيق";
"_passcode_protection_"         = "الحماية بكلمة السر";
"_remove_favorites_"            = "إزالتها مِن المفضلة";
"_remove_offline_"              = "إزالة من وضع عدم الاتصال";
"_add_favorites_"               = "أضفه إلى المفضلة";
"_add_offline_"                 = "إضافة إلى وضع عدم الاتصال";
"_remove_passcode_"             = "Remove password protection";
"_protect_passcode_"            = "التأمين بكلمة سرية";
"_share_"                       = "شارك";
"_reload_"                      = "إعادة تحميل";
"_open_in_"                     = "فتح في…";
"_remove_local_file_"           = "إزالة من ذاكرة التخزين المؤقت";
"_add_local_"                   = "Add to local storage";
"_comm_erro_pull_down_"         = "تنبيه: خطأ في الاتصال بالخادم. للتحديث اسحب للأسفل.";
"_file_not_downloaded_"         = "file not dowloaded";
"_file_not_uploaded_"           = "file not uploaded";
"_folders_"                     = "مجلدات";
"_folder_"                      = "folder";
"_files_"                       = "الملفات";
"_file_"                        = "file";
"_folder_blocked_"              = "Folder blocked";
"_downloading_progress_"        = "جارٍ بدء تنزيل الملفات…";
"_no_file_pull_down_"           = "قم برفع ملف أو اسحب لأسفل للتحديث";
"_browse_images_"               = "استكشاف الصور";
"_synchronized_folder_"         = "Keep the folder synchronized";
"_remove_synchronized_folder_"  = "قم بإيقاف تشغيل المزامنة";
"_synchronized_confirm_"        = "Enabling the synchronization, all files in the folder will be synchronized with the server, continuous ?";
"_offline_folder_confirm_"      = "بعد تمكين المجلد غير المتصل ، ستتم مزامنة جميع الملفات الموجودة فيه مع الخادم ، هل تريد المتابعة؟";
"_file_not_found_reload_"       = "File not found, pull down to refresh";
"_title_section_download_"      = "تنزيل";
"_title_section_upload_"        = "UPLOAD";
"_group_alphabetic_yes_"        = "✓ تجميع أبجديا";
"_group_alphabetic_no_"         = "تجميع أبجديا";
"_group_typefile_yes_"          = "✓ Group by Type File";
"_group_typefile_no_"           = "Group by Type File";
"_group_date_yes_"              = "✓ Group by Date";
"_group_date_no_"               = "Group by Date";
"_element_"                     = "element";
"_elements_"                    = "elements";
"_tite_footer_upload_wwan_"     = "شبكة الـ Wi-Fi مطلوبة، %lu %@ للرفع";
"_tite_footer_upload_"          = "%lu %@ للرفع";
"_tite_footer_download_wwan_"   = "شبكة الـ Wi-Fi مطلوبة، %lu %@ للتحميل";
"_tite_footer_download_"        = "%lu %@ للتحميل";
"_limited_dimension_"           = "Reached maximum size";
"_save_selected_files_"         = "حفظ في معرض الصور";
"_file_not_saved_cameraroll_"   = "خطأ: لم يتم حفظ الملف في ألبوم الصور";
"_file_saved_cameraroll_"       = "تم حفظ الملف في ألبوم الصور";
"_directory_on_top_yes_"        = "✓ المجلدات في الأعلى";
"_directory_on_top_no_"         = "المجلدات في الأعلى";
"_folder_automatic_upload_"     = "مجلد لـ \"رفع تلقائي\"";
"_search_no_record_found_"      = "لا نتيجة";
"_search_in_progress_"          = "جاري البحث…";
"_search_instruction_"          = "ابحث عن ملف (بحد أدنى حرفين)";
"_files_no_files_"              = "لا توجد ملفات هنا";
"_files_no_folders_"            = "لا توجد مجلدات هنا";
"_request_in_progress_"         = "طلب الخادم قيد التقدم…";

"audio"                         = "AUDIO";
"compress"                      = "COMPRESS";
"directory"                     = "FOLDERS";
"document"                      = "DOCUMENTS";
"image"                         = "الصور";
"template"                      = "القوالب";
"unknow"                        = "مجهول";
"video"                         = "فيديو";

"_file_del_only_local_"         = "الملف غير موجود على الخادم";

"_copy_file_"                   = "أنسخ الملف";
"_copy_files_"                  = "Copy files";
"_paste_file_"                  = "Paste file";
"_paste_files_"                 = "Paste files";
"_open_quicklook_"              = "فتح باستخدام Quick Look";

"_search_this_folder_"          = "بحث في هذا المجلد";
"_search_all_folders_"          = "بحث في جميع المجلدات";
"_search_sub_folder_"           = "البحث هنا وفي المجلدات الفرعية";

"_theming_is_light_"            = "سمات الخادم بألوان زاهية للغاية ، غير قابلة للتطبيق";
"_cancel_all_task_"             = "إلغاء جميع عمليات النقل";

"_status_wait_download_"        = "الإنتظار للتحميل";
"_status_in_download_"          = "في التحميل";
"_status_downloading_"          = "جاري التنزيل";
"_status_wait_upload_"          = "الإنتظار للرفع";
"_status_in_upload_"            = "في الرفع";
"_status_uploading_"            = "جاري الرفع...";

// Media

"_select_media_folder_"         = "حدد مجلد \"الوسائط\"";
"_media_viewimage_show_"        = "عرض الصور";
"_media_viewimage_hide_"        = "إخفاء الصور";
"_media_viewvideo_show_"        = "اعرض الفيديو";
"_media_viewvideo_hide_"        = "إخفاء الفيديو";
"_media_by_created_date_"       = "فرز حسب تاريخ الإنشاء";
"_media_by_upload_date_"        = "فرز حسب تاريخ الرفع";
"_media_by_modified_date_"      = "فرز حسب تاريخ التعديل";


// Files Preview

"_insert_password_pfd_"         = "Secure PDF. Enter password";
"_password_pdf_error_"          = "الكلمة السرية خاطئة";
"_error_download_photobrowser_" = "خطأ: تعذر تنزيل الصورة";

// Share

"_share_link_"                  = "مشاركة الرابط";
"_share_link_button_"           = "ارسل الرابط الى…";
"_password_"                    = "الكلمة السرية";
"_share_password_"              = "Password protect link";
"_share_expirationdate_"        = "Set expiration date link";
"_date_"                        = "التاريخ";
"_share_title_"                 = "شارك";
"_add_sharee_"                  = "Add users or groups";
"_add_sharee_footer_"           = "يمكنك مشاركة هذا المورد عن طريق إضافة مستخدمين أو مجموعات. لإزالة مشاركة ، قم بإزالة جميع المستخدمين والمجموعات";
"_find_sharee_title_"           = "البحث";
"_find_sharee_"                 = "البحث عن مستخدم أو مجموعة…";
"_find_sharee_footer_"          = "Enter part of the name of the user or group to be searched (at least 2 characters) followed by 'Return', select the users that can access the share followed by 'Done' to confirm";
"_user_is_group_"               = " (group)";
"_direct_sharee_title_"         = "شارك";
"_direct_sharee_footer_"        = "إذا كنت تعرف الاسم بالفعل ، أدخله ، ثم حدد نوع المشاركة واضغط على \"تم\" للتأكيد";
"_direct_sharee_"               = "أدخل اسم المستخدم…";
"_user_sharee_footer_"          = "انقر لتغيير الأذونات";
"_share_type_title_"            = "نوع المشاركة";
"_share_type_user_"             = "المستخدم";
"_share_type_group_"            = "الفريق";
"_share_type_remote_"           = "عن بعد";
"_enforce_password_protection_" = "فرض الحماية بكلمة مرور";
"_password_obligatory_"         = "فرض تمكين الحماية بكلمة مرور ، كلمة المرور إلزامية";
"_shared_with_you_by_"          = "مشاركة معك من قبل";
"_shareLinksearch_placeholder_" = "اكتب اسمًا واضغط على Enter";
"_new_comment_"                 = "تعليق جديد…";
"_edit_comment_"                = "تعديل التعليق";
"_delete_comment_"              = "حذف التعليق";
"_share_allow_editing_"         = "السماح بالتعديلات";
"_share_read_only_"             = "القراءة فقط";
"_share_allow_upload_"          = "السماح بالرفع و التعديل";
"_share_file_drop_"             = "إسقاط الملف (رفع فقط)";
"_share_hide_download_"         = "إخفاء التنزيل";
"_share_password_protect_"      = "حماية كلمة السر";
"_share_expiration_date_"       = "تعيين تاريخ إنتهاء الصلاحية";
"_share_note_recipient_"        = "ملاحظة للمستلم";
"_share_delete_sharelink_"      = "حذف ارتباط المشاركة";
"_share_add_sharelink_"         = "إضافة رابط آخر";
"_share_can_reshare_"           = "يمكنه إعادة المشاركة";
"_share_can_create_"            = "يمكنه الإنشاء";
"_share_can_change_"            = "يمكنه تعديله";
"_share_can_delete_"            = "يمكنه حذفه";
"_share_unshare_"               = "إلغاء المشاركة";
"_share_internal_link_"         = "شارك الرابط الداخلي";

// Share Permission

"_share_permission_title_"          = "Privileges";
"_share_permission_edit_"           = "يمكنه التغيير";
"_share_permission_file_can_write_" = "Can write file";
"_share_permission_create_"         = "يمكنه الإنشاء";
"_share_permission_create_file_"    = "Can create files";
"_share_permission_create_folder_"  = "Can create folders";
"_share_permission_change_"         = "يمكنه تعديله";
"_share_permission_delete_"         = "يمكنه حذفه";
"_share_permission_share_"          = "Can share";
"_share_permission_rename_"         = "Can rename";
"_share_permission_move_"           = "Can move";
"_share_permission_read_"           = "يمكن القراءة";
"_share_permission_info_"           = "Sharing information";
"_share_permission_path_"           = "File/Folder";
"_share_permission_type_"           = "حسب النوع";
"_share_permission_typeuser_"       = "المستخدم";
"_share_permission_typegroup_"      = "الفريق";
"_share_permission_typepubliclink_" = "الرابط";
"_share_permission_typefederated_"  = "Federated";
"_share_permission_owner_"          = "المالك";
"_share_permission_date_"           = "التاريخ";
"_share_permission_email_"          = "Notification via email";
"_share_link_readonly_"             = "القراءة فقط";
"_share_link_modify_"               = "السماح بالتعديلات";
"_share_link_upload_"               = "إسقاط الملف (رفع فقط)";
"_share_link_upload_modify_"        = "السماح بالرفع و التعديل";
"_share_link_hide_download_"        = "إخفاء التنزيل";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "شورك معك";
"_type_resource_external_"          = "التخزين الخارجي";

// Share Ext

"_destiny_folder_"                  = "مجلد: %@";

"_no_transfer_"                     = "لا توجد تحويلات حتى الآن";
"_no_transfer_sub_"                 = "ستظهر عمليات التحميل والرفع  من هذا الجهاز هنا";
"_no_activity_"                     = "لا توجد أي أنشطة بعدُ";
"_transfers_"                       = "التحويلات";
"_activity_"                        = "النشاط";
"_activity_file_not_present_"       = "الملف لم يعد موجودًا";
"_trash_file_not_found_"            = "يبدو أن الملف ليس في سلة المهملات ، انتقل إلى سلة المهملات لتحديثه وحاول مرة أخرى";

// List Shares

"_list_shares_"                     = "التي قمتَ بمشاركتها";
"_list_shares_no_files_"            = "لا توجد مشاركات حتى الآن";
"_tutorial_list_shares_view_"       = "سوف تظهر هنا كل من الملفات و المجلدات التي قمت بمشاركتها";


// Offline - Local Storage

"_create_synchronization_"          = "إنشاء التزامن";
"_offline_"                         = "غير متصل";
"_local_storage_"                   = "Local storage";
"_local_storage_no_record_"         = "لا توجد ملفات حتى الآن";

// Create Cloud

"_upload_photos_videos_"            = "رفع الصور أو مقاطع الفيديو";
"_upload_file_"                     = "رفع ملف";
"_upload_file_text_"                = "إنشاء ملف نصي";
"_create_nextcloudtext_document_"   = "إنشاء مستند نصي";

// Document Picker

"_save_document_picker_"            = "حفظ هنا";

// CreateFormUploadAssets

"_destination_folder_"              = "مجلد الوجهة";
"_use_folder_auto_upload_"          = "إستخدم مجلد \"الرفع التلقائي\" كوجهة";
"_rename_filename_"                 = "إعادة التسمية";
"_filename_"                        = "اسم الملف";
"_preview_filename_"                = "مثال معاينة اسم الملف. يمكنك استخدام القناع %@  للتاريخ / الوقت";
"_forbidden_characters_"            = "يحتوي اسم الملف أو المجلد على أحرف غير صالحة";
"_add_filenametype_"                = "حدد النوع في اسم الملف";
"_filenametype_photo_video_"        = "صور / فيديو";
"_maintain_original_filename_"      = "Maintain original filename";
"_modify_photo_"                    = "Modify photo";

// Notification

"_notification_"                    = "Notification";
"_no_notification_"                 = "No notifications yet";

// Photo Browser

"Done"                              = "تم";
"Select Photos"                     = "Select Photos";
"photo"                             = "صورة";
"photos"                            = "صور";
"of"                                = "of";
"%i of %i"                          = "%1$i of %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Auto upload filename";

// Text File

"_untitled_txt_"                    = "Untitled.txt";
"_text_upload_title_"               = "Upload text file";

// EndToEnd Encryption

"_e2e_settings_title_"              = "التعمية";
"_e2e_settings_"                    = "التعمية مِن طرف إلى آخر الطرف";
"_e2e_settings_start_"              = "Start end-to-end encryption";
"_e2e_settings_not_available_"      = "End-to-end encryption not available";
"_e2e_settings_activated_"          = "End-to-end encryption activated";
"_e2e_settings_view_passphrase_"    = "12 كلمة مع بعض تكون رقم سري قوّي جداً، تجعلك أنت فقط ترى وتستخدم ملفاتك المشفرة. أرجو كتابتها والإحتفاظ فها في مكانٍّ آمن.";
"_e2e_settings_read_passphrase_"    = "Read passphrase";
"_e2e_settings_lock_not_active_"    = "Lock not active, go back to \"Settings\" and activate it";
"_e2e_settings_the_passphrase_is_"  = "The passphrase is:";
"_e2e_passphrase_request_title_"    = "Request passphrase";
"_e2e_passphrase_request_message_"  = "Insert the 12 words";
"_e2e_settings_remove_"             = "Remove the encryption locally";
"_e2e_settings_remove_message_"     = "Confirm removal of encryption along with the passphrase.";
"_e2e_set_folder_encrypted_"        = "Encrypt";
"_e2e_remove_folder_encrypted_"     = "Decrypt";
"_e2e_goto_settings_for_enable_"    = "This is an encrypted directory, go to \"Settings\" and enable end-to-end encryption";
"_e2e_delete_folder_not_permitted_" = "Deletion of the directory marked as 'encrypted' is not allowed";
"_e2e_error_encode_metadata_"       = "Serious internal error in encoding metadata";
"_e2e_error_decode_metadata_"       = "Serious internal error in decoding metadata";
"_e2e_error_create_encrypted_"      = "Could not create encrypted file";
"_e2e_error_update_metadata_"       = "Update metadata error";
"_e2e_error_store_metadata_"        = "Could not save metadata";
"_e2e_error_send_metadata_"         = "Could not send metadata";
"_e2e_error_delete_metadata_"       = "Could not delete metadata";
"_e2e_error_get_metadata_"          = "Could not fetch metadata";
"_e2e_error_not_enabled_"           = "Serious internal error. End-to-end encryption not enabled";
"_e2e_error_record_not_found_"      = "Serious internal error. Records not found";
"_e2e_error_unlock_"                = "Could not unlock folder";
"_e2e_error_lock_"                  = "Could not lock folder";
"_e2e_error_delete_mark_folder_"    = "Decrypt marked folder";
"_e2e_error_mark_folder_"           = "Encrypt folder";
"_e2e_error_directory_not_empty_"   = "The directory is not empty";
"_e2e_error_not_move_"              = "It is not possible move files to encrypted directory";

// Scan Document

"_scans_document_"                  = "Scan document";
"_scanned_images_"                  = "Scanned images";
"_scan_document_pdf_page_"          = "الصفحة";
"_scan_label_document_zone_"        = "Drag images down for document creation";
"_filter_original_"                 = "Original";
"_filter_bn_"                       = "أسود وأبيض";
"_filter_grayscale_"                = "Grayscale";
"_quality_image_title_"             = "جودة الصورة";
"_quality_high_"                    = "Large file size of high quality";
"_quality_medium_"                  = "Average file size of medium quality";
"_quality_low_"                     = "Small file size of low quality";
"_file_type_"                       = "File type";
"_pdf_password_"                    = "الكلمة السرية لملف PDF";
"_file_creation_"                   = "File creation";
"_delete_all_scanned_images_"       = "Do you want to delete all scanned images?";
"_text_recognition_"                = "التعرّف النصي";

/* The title on the navigation bar of the Scanning screen. */
"wescan.scanning.title"             = "Scanning";
/* The "Next" button on the right side of the navigation bar on the Edit screen. */
"wescan.edit.button.next"           = "التالي";
/* The title on the navigation bar of the Edit screen. */
"wescan.edit.title"                 = "Edit Scan";
/* The "Done" button on the right side of the navigation bar on the Review screen. */
"wescan.review.button.done"         = "تم";
/* The title on the navigation bar of the Review screen. */
"wescan.review.title"               = "Review";

// Trah

"_trash_view_"                      = "الملفات المحذوفة";
"_trash_restore_all_"               = "Restore all files";
"_trash_delete_all_"                = "Empty trash";
"_trash_no_trash_"                  = "لا يوجد ملفات محذوفة";
"_trash_no_trash_description_"      = "You can restore deleted files from here";
"_trash_restore_selected_"          = "Restore selected files";
"_trash_delete_selected_"           = "Deleted selected files";

// Offline

"_manage_file_offline_"             = "Manage offline files";
"_set_available_offline_"           = "Set as available offline";
"_remove_available_offline_"        = "Remove as available offline";

// Richdocuments

"_create_new_document_"             = "أنشئ مستندا جديدا";
"_create_new_spreadsheet_"          = "أنشئ جدول بيانات جديد";
"_create_new_presentation_"         = "إنشئ عرض تقديمي جديد";
"_go_online_"                       = "Go online to see the document";

// Intro

"_intro_1_title_"                   = "حافظ على بياناتك آمنة وتحت سيطرتك";
"_intro_2_title_"                   = "Secure collaboration & file exchange";
"_intro_3_title_"                   = "Easy-to-use web mail, calendering & contacts";
"_intro_4_title_"                   = "Screensharing, online meetings & web conferences";

"_log_in_"                          = "تسجيل الدخول";
"_sign_up_"                         = "التسجيل عبر مزوّد خدمة";
"_host_your_own_server"             = "استضيفوا خادمكم";

// Error

"_unauthorized_"                        = "Unauthorized";
"_bad_username_password_"               = "اسم المستخدم أو كلمة المرور خاطئة";
"_cancelled_by_user"                    = "Transfer canceled";
"_error_folder_destiny_is_the_same_"    = "It is not possible to move the folder into itself";
"_error_not_permission_"                = "You don't have permission to complete the operation";
"_error_path_"                          = "Unable to open this file or folder. Please make sure it exists";
"_file_upload_not_exitst_"              = "The file that you want to upload does not exist";
"_forbidden_characters_from_server_"    = "The name contains at least one invalid character";
"_not_connected_internet_"              = "Server connection error";
"_not_possible_connect_to_server_"      = "It is not possible to connect to the server at this time";
"_not_possible_create_folder_"          = "Folder could not be created";
"_server_down_"                         = "Could not establish contact with server";
"_time_out_"                            = "Timeout, try again";
"_unknow_response_server_"              = "Unexpected response from server";
"_user_authentication_required_"        = "User authentication required";
"_file_directory_locked_"               = "File or directory locked";
"_ssl_certificate_untrusted_"           = "The certificate for this server is invalid";
"_internal_server_"                     = "خطأ داخلي في الخادم";
"_file_already_exists_"                 = "غير قادر على إتمام العملية ، يوجد ملف بنفس الاسم";
"_file_folder_not_exists_"              = "The source file wasn't found at the specified path";
"_folder_contents_nochanged_"           = "The folder contents have not changed";
"_images_invalid_converted_"            = "The image is invalid and cannot be converted to a thumbnail";
"_method_not_expected_"                 = "Unexpected request method";
"_reauthenticate_user_"                 = "Access expired, log in again";
"_server_error_retry_"                  = "The server is temporarily unavailable";
"_too_many_files_"                      = "Too many files would be involved in this operation";
"_too_many_request_"                    = "Sending too many requests caused the rate limit to be reached";
"_user_over_quota_"                     = "Storage quota is reached";
"_ssl_connection_error_"                = "Connection SSL error, try again";
"_bad_request_"                         = "Bad request";
"_webdav_locked_"                       = "WebDAV Locked: Trying to access locked resource";
"_error_user_not_available_"            = "The user is no longer available";
"_server_response_error_"               = "Server response content error";
"_no_nextcloud_found_"                  = "Medical Cloud server not found";
"_error_decompressing_"                 = "Error during decompressing. Unknown compression method or the file is corrupt";
"_error_json_decoding_"                 = "Serious internal error in decoding metadata (The data couldn’t be read because it isn’t in the correct format.)";
"_error_check_remote_user_"             = "Server responded with error, password re-entry is required";
"_request_entity_too_large_"            = "The file is too large";
"_not_possible_download_"               = "It is not possible to download the file";
"_not_possible_upload_"                 = "It is not possible to upload the file";
"_method_not_allowed_"                  = "The requested method is not supported";
"_invalid_url_"                         = "Invalid server URL";
"_invalid_literal_"                     = "Invalid search string";
"_invalid_date_format_"                 = "Invalid date format";
"_invalid_data_format_"                 = "Invalid data format";
"_error_decode_xml_"                    = "Invalid response, error decode XML";
"_internal_generic_error_"              = "خطأ داخلي";
"_editor_unknown_"                      = "Failed to open file: Editor is unknown";
"_err_asset_not_found_locally_"         = "Error: Photo/video not found locally, removed from upload";
"_err_asset_not_found_"                 = "Error: Photo/video not found, removed from upload";
"_err_e2ee_app_version_"                = "Error: The version of app End-to-End encryption is not compatible, please update your server";

// QRCode

"_qrcode_not_authorized_"   = "This app is not authorized to use Back Camera";
"_qrcode_not_supported_"    = "QRCode not supported by the current device";

// Voice Memo

"_create_voice_memo_"       = "Create voice memo";
"_voice_memo_start_"        = "Tap to start";
"_voice_memo_stop_"         = "Tap to stop";
"_voice_memo_filename_"     = "Voice memo";
"_voice_memo_title_"        = "Upload voice memo";

// Passcode

"Enter Passcode"            = "Enter Passcode";
"Enter a new passcode"      = "Enter a new passcode";
"Confirm new passcode"      = "Confirm new passcode";
"Passcodes didn't match. Try again." = "Passcodes didn't match. Try again.";
"Delete"                    = "حذف ";
"Cancel"                    = "إلغاء";

// IM

"_textnote_"                = "Text note";
"_audionote_"               = "Audio note";
"_removeaudionote_"         = "Do you want delete the audio note?";
"_detailpicture_"           = "Detail picture";
"_creation_archive_error_"  = "Error while creating archive";
"_read_audio_error_"        = "Error while reading audio file";
"_create_audio_error_"      = "Error while creating audio file";
"_create_image_error_"      = "Error while creating image file";
"_error_open_file_"         = "Error while opening a file";
"_new_background_im_"       = "Select an image, take a picture or do not select anything for a canvas background. Press 'Done' to complete.";
